[
  {"fact": "Las abejas pueden reconocer rostros humanos."},
  {"fact": "En Japón, hay una isla habitada únicamente por conejos."},
  {"fact": "El corazón humano puede generar la energía suficiente para iluminar una bombilla."},
  {"fact": "Las vacas tienen mejores amigos y pueden sufrir de estrés cuando se separan de ellos."},
  {"fact": "El agujero en la capa de ozono se está cerrando gracias a los esfuerzos internacionales."},
  {"fact": "Las hormigas duermen un promedio de 8 minutos al día."},
  {"fact": "El Sol representa el 99.86% de la masa total del sistema solar."},
  {"fact": "El elefante es el único mamífero que no puede saltar."},
  {"fact": "En promedio, una persona pasa alrededor de 6 meses de su vida esperando semáforos en rojo."},
  {"fact": "Los flamencos rosados no nacen con ese color; lo obtienen de su alimentación."},
  {"fact": "El sonido no puede viajar a través del espacio porque necesita un medio, como el aire o el agua."},
  {"fact": "Las avestruces pueden correr a una velocidad de hasta 72 km/h."},
  {"fact": "La miel nunca se echa a perder. Se han encontrado tarros de miel en tumbas egipcias que datan de más de 3000 años y aún son comestibles."},
  {"fact": "La Tierra tarda aproximadamente 365.25 días en dar una vuelta completa alrededor del Sol."},
  {"fact": "Los pingüinos tienen una sola pareja durante toda su vida, y algunos incluso les regalan piedras como muestra de afecto."},
  {"fact": "El ajedrez se inventó en India."},
  {"fact": "El 10% de la población mundial es zurda."},
  {"fact": "Las jirafas tienen la misma cantidad de vértebras en el cuello que los humanos, pero cada una es mucho más larga."},
  {"fact": "El pulgar tiene su propio ritmo cardiaco."},
  {"fact": "La Mona Lisa no tiene cejas ni pestañas."},
  {"fact": "Los gatos tienen 32 músculos en cada oreja, permitiéndoles rotar sus orejas 180 grados."},
  {"fact": "La Gran Muralla China tiene alrededor de 21,196 km de longitud."},
  {"fact": "El primer correo electrónico se envió en 1971."},
  {"fact": "En 10 minutos, un huracán libera más energía que todas las armas nucleares del mundo combinadas."},
  {"fact": "Un solo rayo puede liberar suficiente energía para asar 100,000 rebanadas de pan."},
  {"fact": "El 80% de la información en internet está en inglés."},
  {"fact": "La palabra más larga sin una vocal en inglés es 'rhythms' (ritmos)."},
  {"fact": "Cada nube es única, como las huellas dactilares."},
  {"fact": "El aguacate es una fruta y un berry, pero no es dulce."},
  {"fact": "Los flamencos rosados deben su color a su dieta rica en betacarotenos."},
  {"fact": "Las ballenas jorobadas pueden imitar sonidos humanos."},
  {"fact": "El chocolate fue utilizado como moneda por los aztecas."},
  {"fact": "La miel nunca caduca; arqueólogos han encontrado miel en tumbas egipcias comestible."},
  {"fact": "Hay más estrellas en el universo que granos de arena en todas las playas de la Tierra."},
  {"fact": "La risa es contagiosa entre los humanos y algunos animales."},
  {"fact": "Las orugas tienen más músculos que los humanos."},
  {"fact": "El sentido del olfato está ligado a la memoria más que cualquier otro sentido."},
  {"fact": "La biblioteca de Alejandría tuvo un presupuesto para comprar papiros a los visitantes."},
  {"fact": "El 8 es el único número con la misma cantidad de letras que su valor."},
  {"fact": "Un solo rayo puede producir temperaturas más altas que las de la superficie del Sol."},
  {"fact": "Las plantas también pueden oír."},
  {"fact": "El 70% de la energía del cerebro se gasta en procesar la información visual."},
  {"fact": "Las huellas de los koalas son tan similares a las de los humanos que pueden confundirse en una escena del crimen."},
  {"fact": "Los pulpos tienen tres corazones y sangre azul."},
  {"fact": "El lago Baikal en Siberia contiene aproximadamente el 20% del agua dulce no congelada del mundo."},
  {"fact": "Las hormigas pueden transportar objetos hasta 50 veces su propio peso."},
  {"fact": "El ronroneo de los gatos puede tener propiedades curativas para los huesos y tejidos."},
  {"fact": "El Sol emite más energía en un segundo de la que ha sido utilizada por la humanidad desde su origen."},
  {"fact": "Las mariposas pueden saborear con sus patas."},
  {"fact": "El reloj más antiguo del mundo data del año 1386."},
  {"fact": "Los pingüinos pueden saltar hasta 3 metros de altura."},
  {"fact": "La abeja reina puede poner hasta 1500 huevos al día."},
  {"fact": "El corazón de una ballena azul es tan grande que un humano podría nadar a través de sus arterias."},
  {"fact": "Las uñas de los humanos crecen más rápido que sus cabellos."},
  {"fact": "El sonido más fuerte producido por un animal es el rugido de la ballena azul."},
  {"fact": "La cafeína en el café actúa como un bloqueador de adenosina, un neurotransmisor que promueve el sueño."},
  {"fact": "La mielbee es el insecto más rápido, alcanzando velocidades de hasta 24 km/h."},
  {"fact": "El ciervo almizclero es el único ciervo donde ambos géneros tienen astas."},
  {"fact": "El recuerdo más antiguo de una erupción volcánica data del año 79 d.C. en Pompeya."},
  {"fact": "Las cebras tienen rayas únicas, al igual que las huellas dactilares en los humanos."},
  {"fact": "Los humanos y las jirafas tienen la misma cantidad de vértebras en el cuello (7)."},
  {"fact": "Las serpientes no parpadean."},
  {"fact": "Los delfines tienen nombres propios y responden cuando son llamados por su nombre."},
  {"fact": "Los murciélagos son los únicos mamíferos capaces de volar."},
  {"fact": "El ajedrez proviene del juego indio Chaturanga."},
  {"fact": "La mielbee debe visitar aproximadamente 2 millones de flores para producir una libra de miel."},
  {"fact": "Los flamencos pueden dormir de pie."},
  {"fact": "Un grupo de flamencos se llama 'parada'."},
  {"fact": "La hormiga de fuego es la única hormiga que puede flotar en agua."},
  {"fact": "Las arañas no tienen músculos en sus patas."},
  {"fact": "Un solo rayo puede iluminar un millón de lámparas."},
  {"fact": "El corazón de un colibrí late hasta 1260 veces por minuto."},
  {"fact": "Los pandas pueden comer hasta 40 kilos de bambú al día."},
  {"fact": "El río Amazonas no tiene un puente que lo cruce."},
  {"fact": "Las termitas comen madera dos veces más rápido cuando escuchan música rock."},
  {"fact": "Los pulpos tienen tres corazones y nueve cerebros."},
  {"fact": "La rana toro es capaz de saltar distancias hasta 2 metros."},
  {"fact": "El Hubble puede tomar fotografías tan precisas que equivaldría a fotografiar un parpadeo a 480 km de distancia."},
  {"fact": "Los ojos de un avestruz son más grandes que su cerebro."},
  {"fact": "El agujero en la capa de ozono es más pequeño que en años anteriores."},
  {"fact": "Los canguros no pueden saltar hacia atrás."},
  {"fact": "El gato doméstico puede saltar hasta cinco veces su propia altura."},
  {"fact": "Las medusas son 95% agua."},
  {"fact": "Los dientes de los humanos son tan fuertes como los de los tiburones."},
  {"fact": "Los elefantes son los únicos mamíferos que no pueden saltar."},
  {"fact": "El cuerno del rinoceronte está hecho de pelo comprimido."},
  {"fact": "Las papas contienen más vitamina C que las naranjas."},
  {"fact": "Los científicos creen que los dinosaurios se extinguieron debido a un meteorito."},
  {"fact": "Los leones pueden dormir hasta 20 horas al día."},
  {"fact": "La moneda más antigua del mundo proviene de la actual Turquía y data del año 600 a.C."},
  {"fact": "Las letras Q, W y Y son las únicas letras que no aparecen en el nombre de ningún estado de EE.UU."},
  {"fact": "El olfato de un perro es al menos 100,000 veces más sensible que el de un humano."},
  {"fact": "Los búhos son capaces de girar sus cabezas hasta 270 grados."},
  {"fact": "El 70% del oxígeno que producen las plantas proviene del océano."},
  {"fact": "El hielo es la única sustancia natural que puede existir en tres estados: sólido, líquido y gaseoso."},
  {"fact": "Los dragones de Komodo no pueden masticar, por lo que deben tragar su comida entera."}
]

