[
  {"question": "¿Volar o ser invisible?" },
  {"question": "¿Vida sin problemas pero aburrida o llena de desafíos emocionantes?" },
  {"question": "¿Detener el tiempo o retroceder en el tiempo?" },
  {"question": "¿Siempre decir la verdad aunque hiera o mentir para no lastimar a nadie?" },
  {"question": "¿Hablar con los animales o hablar todos los idiomas del mundo?" },
  {"question": "¿Tener la capacidad de leer mentes o ser invisible a voluntad?" },
  {"question": "¿Viajar al pasado y cambiar algo o al futuro y conocer tu destino?" },
  {"question": "¿Poseer la fuerza de un gigante o la velocidad de un león?" },
  {"question": "¿Ser el mejor músico o el mejor pintor?" },
  {"question": "¿Conocer la verdad absoluta aunque sea dolorosa o vivir con una ilusión reconfortante?" },
  {"question": "¿Poder teletransportarte a cualquier lugar o tener la capacidad de cambiar el clima?" },
  {"question": "¿Vivir en un mundo de fantasía o en el futuro?" },
  {"question": "¿Ser famoso por algo bueno pero olvidado rápidamente o ser recordado por algo malo pero duradero?" },
  {"question": "¿Resolver misterios criminales o descubrir los misterios del universo?" },
  {"question": "¿Nadar con delfines o volar con águilas?" },
  {"question": "¿Ser extremadamente fuerte pero torpe o increíblemente ágil pero débil?" },
  {"question": "¿Poseer la habilidad de cambiar de forma o comunicarte con plantas y animales?" },
  {"question": "¿Poder conocer tu futuro amoroso o tu éxito profesional?" },
  {"question": "¿Hablar todos los idiomas pero no poder escribir o escribir todos los idiomas pero no poder hablar?" },
  {"question": "¿Ser un genio en matemáticas o en artes?" },
  {"question": "¿Vivir en un mundo sin tecnología o en un mundo sin naturaleza?" },
  {"question": "¿Ser invisible solo cuando nadie está mirando o volar solo una pulgada sobre el suelo?" },
  {"question": "¿Tener la capacidad de sanar a otros o detener el envejecimiento en ti mismo?" },
  {"question": "¿Poseer el poder de controlar los sueños o detener el tiempo mientras duermes?" },
  {"question": "¿Vivir en un castillo medieval o en una nave espacial futurista?" },
  {"question": "¿Ser el mejor cocinero o el mejor atleta?" },
  {"question": "¿Tener un día extra en la semana o una hora extra al día?" },
  {"question": "¿Poseer la destreza de un ninja o la sabiduría de un anciano?" },
  {"question": "¿Descubrir la cura para una enfermedad mortal o prevenir la guerra mundial?" },
  {"question": "¿Ser capaz de comunicarte con los animales o entender todos los idiomas humanos?" },
  {"question": "¿Poseer la capacidad de cambiar de sexo a voluntad o vivir eternamente?" },
  {"question": "¿Viajar al pasado para dar consejos a tu yo más joven o al futuro para recibir consejos de tu yo mayor?" },
  {"question": "¿Ser invisible en situaciones embarazosas o poder leer mentes en momentos incómodos?" },
  {"question": "¿Tener una vida sin emociones fuertes pero estable o una vida emocionante pero caótica?" },
  {"question": "¿Poseer el talento de un prodigio musical o el ingenio de un prodigio matemático?" },
  {"question": "¿Vivir en un mundo sin música o en un mundo sin libros?" },
  {"question": "¿Ser capaz de teletransportarte solo a lugares que has visitado o a lugares que nunca has visto?" },
  {"question": "¿Poseer la capacidad de hablar con los muertos o conocer el futuro?" },
  {"question": "¿Estar siempre rodeado de personas pero sentirte solo o estar siempre solo pero sentirte acompañado?" },
  {"question": "¿Tener la habilidad de cambiar de género cada vez que lo desees o nunca enfermarte?" },
  {"question": "¿Poseer el poder de controlar las plantas o la capacidad de comunicarte telepáticamente?" },
  {"question": "¿Vivir en un mundo donde todos te admiran pero nadie te comprende o en un mundo donde todos te comprenden pero pocos te admiran?" },
  {"question": "¿Ser el personaje principal de tu propia película o el villano carismático?" },
  {"question": "¿Tener la capacidad de detener el tiempo mientras duermes o nunca necesitar dormir?" },
  {"question": "¿Poseer la inteligencia de un supergenio pero sin emociones o ser extremadamente emocional pero con inteligencia promedio?" },
  {"question": "¿Vivir en un lugar siempre cálido pero sin estaciones o en un lugar con todas las estaciones pero con inviernos fríos?" },
  {"question": "¿Tener la capacidad de hablar con las criaturas marinas o explorar el espacio interestelar?" },
  {"question": "¿Poseer la fuerza de un león o la agilidad de un mono?" },
  {"question": "¿Vivir una vida sin arrepentimientos pero sin lecciones aprendidas o una vida llena de arrepentimientos pero con sabiduría?" },
  {"question": "¿Ser un maestro en la ilusión o un maestro en la realidad?" },
  {"question": "¿Poseer la habilidad de controlar las emociones de los demás o tener inmunidad total a las emociones?" },
  {"question": "¿Vivir en un mundo donde todos te aman pero tú no te amas a ti mismo o en un mundo donde te amas a ti mismo pero los demás te odian?" }
]